{
    "book_id": "2",
    "book_title": "The Eye of the World",
    "chapters": [
        {
            "chapter_id": "Prologue",
            "chapter_title": "An Empty Road",
            "image_name": "Wheel-icon",
            "characters": [
                {
                    "name": "Lews Therin Telamon",
                    "info": "The Dragon, Lord of the Morning, Kinslayer, Breaker of the World. He is a tall man just into his middle years. He was handsome once, but now he has more white hair than brown, and his face is lined from strain and worry. He has dark eyes. Known as the Dragon during the War of the Shadow. He killed his entire family in the madness that seized him after resealing the Dark One’s prison.",
                    "see_also": "Rand al’Thor; The Dragon; Dragon Reborn; Kinslayer; Lord of the Morning; Ilyena Therin Moerelle; Tamyrlin"
                },
                {
                    "name": "Ilyena Therin Moerelle",
                    "info": "Wife of Lews Therin Telamon. She has blonde hair. She was called \"Sunhair.\" She died along with her children when her insane husband killed them, and her.",
                    "see_also": "Lews Therin Telamon"
                },
                {
                    "name": "Lord of the Morning",
                    "info": "Title by which Lews Therin Telamon was known during the Age of Legends and the War of Power.",
                    "see_also": "The Dragon; Lews Therin Telamon"
                },
                {
                    "name": "Shai’tan",
                    "info": "Source of all evil, antithesis of the Creator. He was imprisoned by the Creator at the moment of Creation at Shayol Ghul. This prison was bored into during the Age of Legends, which led to the War of the Shadow, the Time of Madness, the Breaking of the World, and the end of the Age of Legends. Since naming him by his true name brings ill fortune or disaster, many euphemisms exist, including Father of Lies, Grassburner, Heartsbane, Heartfang, Leafblighter, Lord of the Grave, Shepherd of the Night, Sightblinder, and Soulsbane. He is most commonly referred to as simply “The Dark One.”",
                    "see_also": "Ba’alzamon; The Creator"
                },
                {
                    "name": "Elan Morin Tedronai",
                    "info": "Man who appears to Lews Therin Telamon shortly after he killed his entire family. He Healed Lews Therin from his madness, allowing him to finally realize what he had done. Elan Morin is now known as Ishamael, which means “Betrayer of Hope” in the Old Tongue. He claims to follow a “different power” now, that of the Dark One himself. He was once humbled by Lews Therin in the Hall of Servants, and defeated by him at the gates of Paaren Disen. However, Lews Therin fled and killed himself before Elan Morin could do with him as he had planned.",
                    "see_also": "Ishamael"
                },
                {
                    "name": "Betrayer of Hope",
                    "info": "",
                    "see_also": "Ishamael"
                },
                {
                    "name": "The Dragon",
                    "info": "Name given to Lews Therin Telamon during the War of the Shadow. He did not like the name. The name is now associated with evil since Lews Therin killed his entire family in his madness at the end of his life. It is said the Dragon will be Reborn at mankind’s greatest hour of need to save the world—and Break it again.",
                    "see_also": "Dragon Reborn; Lews Therin Telamon"
                },
                {
                    "name": "Kinslayer",
                    "info": "New name given to Lews Therin Telamon after he massacred his entire family and everyone he ever loved in his madness.",
                    "see_also": "Lews Therin Telamon"
                },
                {
                    "name": "Tamyrlin",
                    "info": "Title Lews Therin Telamon wore the ring of. It is likely this position was the predecessor of the modern Amyrlin Seat.",
                    "see_also": "Amyrlin Seat; The Dragon; Lord of the Morning; Lews Therin Telamon"
                },
                {
                    "name": "Great Lord of the Dark",
                    "info": "Name used by Darkfriends to refer to Shai’tan, the Dark One; they claim that to use his true name would be blasphemy.",
                    "see_also": "Shai’tan"
                },
                {
                    "name": "The Creator",
                    "info": "Maker of the world, the True Source, everything in existence. At the moment of Creation, the Creator sealed the Dark One in a prison at Shayol Ghul to keep him from influencing the world.",
                    "see_also": "The Dragon; Shai’tan"
                },
                {
                    "name": "Promised One",
                    "info": "Name used in prophecies to refer to the Dragon Reborn, the man foretold to come at mankind’s greatest hour of need to save the world.",
                    "see_also": "Dragon Reborn"
                },
                {
                    "name": "Prince of the Morning",
                    "info": "Title referring to the Dragon Reborn, in reference to the Rebirth of the Lord of the Morning, Lews Therin Telamon.",
                    "see_also": "The Dragon; Dragon Reborn; Lord of the Morning"
                },
                {
                    "name": "Lord of the Dawn",
                    "info": "Alternative use of the title Lord of the Morning.",
                    "see_also": "The Dragon; Lord of the Morning"
                }
            ]
        },
        {
            "chapter_id": "Earlier",
            "chapter_title": "Ravens",
            "image_name": "Ravens-icon",
            "characters": [
                {
                    "name": "Egwene al’Vere",
                    "info": "A nine-year-old girl from Emond’s Field. She is the daughter of Bran, the Mayor of Emond’s Field, and his wife Marin. Egwene has four older sisters; Berowyn, Alene, Elisa, and Loise; and resents them at times for treating her as the baby of the family. Egwene dislikes dogs, and is not considered big for her age. She loves her village and its customs, but she is beginning to wonder what the world outside it is like. After reaching the age of eighteen, Egwene earns the right to wear her hair in a braid for the first time, the Two Rivers symbol of womanhood. She has large brown eyes. She and Rand have been all but Promised to each other since she was nine; this makes him uncomfortable. Nynaeve discovered that Egwene has the ability to Listen to the Wind, a Talent that all Wisdoms claim to possess but few actually do.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Elisa al’Vere; Loise al’Vere; Marin al’Vere"
                },
                {
                    "name": "Kenley Ahan",
                    "info": "A boy from Emond’s Field in the Two Rivers. He is about two years older than Egwene, making him eleven years old.",
                    "see_also": ""
                },
                {
                    "name": "Widow Aynal",
                    "info": "Woman for which Widow Aynal’s Meadow is named. No one remembers which Aynal widow it was actually named for; the meadow has been called that as long as anyone can remember.",
                    "see_also": ""
                },
                {
                    "name": "Berowyn al’Vere",
                    "info": "Oldest of the five daughters of Bran and Marin al’Vere; Egwene’s oldest sister. She has been allowed to wear her hair in a braid, the Two Rivers symbol of adulthood for women, since she was sixteen years old. Berowyn was married, but her husband and her newborn child died in the epidemic of breakbone fever that struck the village; the same epidemic threatened Egwene’s life as well. She has since treated Egwene as though she were Berowyn’s own child, mooning over her as if she were the last thing left in her life.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Elisa al’Vere; Loise al’Vere; Marin al’Vere"
                },
                {
                    "name": "Ewin Finngar",
                    "info": "Boy from Emond’s Field. He is very young—seven or eight years old—but he already has a reputation for filching sweets when no one is looking. He is about six years younger than Mat.",
                    "see_also": ""
                },
                {
                    "name": "Corin Ayellin",
                    "info": "Slim woman from Emond’s Field. She has a thick gray braid that hangs down as far as her hips. She bakes the best sweets in Emond’s Field, possibly in the Two Rivers—Egwene asserts that her own mother’s are better, but even her mother admits that Mistress Ayellin’s are the best.",
                    "see_also": "Dav Ayellin"
                },
                {
                    "name": "Perrin Aybara",
                    "info": "A boy of about thirteen years of age from Emond’s Field. He is one of the tallest boys in Emond’s Field, even taller than Rand, one of his two best friends. He is also good friends with Mat Cauthon, who often gets Perrin and Rand into trouble. He has curly hair, is very stocky, and generally big. He is very shy and laughs seldomly. His parents recently arranged to have him apprenticed to Haral Luhhan, the blacksmith of Emond’s Field. Perrin has two younger sisters, Adora and Deselle, and one younger brother, Paetram.",
                    "see_also": "Rand al’Thor; Adora Aybara; Con Aybara; Deselle Aybara; Joslyn Aybara; Paetram Aybara; Matrim Cauthon; Haral Luhhan"
                },
                {
                    "name": "Rand al’Thor",
                    "info": "Shepherd from the Two Rivers. He is the second tallest boy in Emond’s Field. He has grey eyes and reddish hair, both of which are unheard of in the Two Rivers. Rand is good friends with Mat Cauthon and Perrin Aybara. As a twenty-year-old, Rand is about a head taller than Perrin and taller than Mat as well. Rand and the Mayor’s daughter, Egwene, have been all but Promised to each other since they were both young.",
                    "see_also": "Kari al’Thor; Tamlin al’Thor; Egwene al’Vere; Perrin Aybara; Matrim Cauthon"
                },
                {
                    "name": "Paetram (Paet) Aybara",
                    "info": "Perrin’s baby brother.",
                    "see_also": "Adora Aybara; Con Aybara; Deselle Aybara; Joslyn Aybara; Perrin Aybara"
                },
                {
                    "name": "Deselle Aybara",
                    "info": "Perrin’s three-year-old sister. She enjoys 'flying' with Perrin.",
                    "see_also": "Adora Aybara; Con Aybara; Joslyn Aybara; Paetram Aybara; Perrin Aybara"
                },
                {
                    "name": "Adora Aybara",
                    "info": "Perrin’s eight-year-old sister. She tells Egwene that everybody says she'll marry Rand al’Thor.",
                    "see_also": "Con Aybara; Deselle Aybara; Joslyn Aybara; Paetram Aybara; Perrin Aybara"
                },
                {
                    "name": "Haral Luhhan",
                    "info": "Blacksmith of Emond’s Field. He is the tallest man in the Two Rivers. Master Luhhan has recently acquired a new apprentice in Perrin Aybara.",
                    "see_also": "Perrin Aybara; Alsbet Luhhan"
                },
                {
                    "name": "Con Aybara",
                    "info": "Father of Perrin, Adora, Deselle, and Paetram and husband of Joslyn.",
                    "see_also": "Adora Aybara; Deselle Aybara; Joslyn Aybara; Paetram Aybara; Perrin Aybara"
                },
                {
                    "name": "Joslyn Aybara",
                    "info": "Mother of Perrin, Adora, Deselle, and Paetram and wife of Con. She is very pretty, and Egwene thinks her smile could make the Sun bide its head in defeat.",
                    "see_also": "Adora Aybara; Con Aybara; Deselle Aybara; Paetram Aybara; Perrin Aybara"
                },
                {
                    "name": "Cilia Cole",
                    "info": "Pink-cheeked girl of eleven from Emond’s Field. Egwene considers her a 'ninny.' She likes to stare and make calf-eyes at Perrin; Egwene thinks Perrin at least ought to notice her attentions. We find out later, of course, that Cilia eventually gave Perrin his first kiss.",
                    "see_also": ""
                },
                {
                    "name": "Matrim (Mat) Cauthon",
                    "info": "Boy of about 13 years of age from Emond’s Field. He has brown eyes. Mat is known for his practical jokes and other mischief, often getting his best friends in trouble with him. He is good friends with Rand al’Thor and Perrin Aybara, though he seems to have a contest going with Dav Ayellin as to who can get the other into the most trouble. He has two younger sisters, Bodewhin and Eldrin. As a twenty-year-old, Mat has grown to be one of the tallest men in the Two Rivers. He is still known for his practical jokes and other mischief; whenever something goes wrong in Emond’s Field, Mat is the one everyone looks to first.",
                    "see_also": "Rand al’Thor; Perrin Aybara; Abell Cauthon; Bodewhin Cauthon; Eldrin Cauthon; Natti Cauthon"
                },
                {
                    "name": "Loise al’Vere",
                    "info": "One of five daughters of Marin and Bran al’Vere, the innkeepers of Emond’s Field. She is fifteen years old, six years older than their youngest daughter Egwene. She likes climbing trees and swimming in the Winespring Water, even though most girls her age have outgrown those pastimes.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Elisa al’Vere; Marin al’Vere"
                },
                {
                    "name": "Dag Coplin",
                    "info": "Old man from Emond’s Field. His hair is gray, and is not washed all that often, if at all. His skin is very wrinkled with age. Egwene only calls him 'Master Coplin' in public, to be polite—in her own head, he is simply Dag Coplin, with no further respect involved. Not to be confused with his grandson, who has the same name.",
                    "see_also": "Dag Coplin"
                },
                {
                    "name": "Alene al’Vere",
                    "info": "Second oldest of five daughters of Marin and Bran al’Vere of Emond’s Field. She loves to read, and ignores Egwene unless Egwene is presently reading a book that she herself wants to read—in this case, she usually takes it and proclaims it to be much too 'complex' for Egwene to understand.",
                    "see_also": "Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Elisa al’Vere; Loise al’Vere; Marin al’Vere"
                },
                {
                    "name": "Jain Farstrider",
                    "info": "Main character in Egwene’s favorite book, The Travels of Jain Farstrider. He has traveled all over the world, including the lands beyond the Aiel Waste and the Great Blight. He disappeared years ago and has not been heard from since.",
                    "see_also": ""
                },
                {
                    "name": "Doral Barran",
                    "info": "Wisdom of Emond’s Field. She is the oldest woman in Emond’ Field, possibly in the entire Two Rivers. She is white-haired and frail, though still clear-eyed and not stooped at all. Her last apprentice died of a mysterious illness that she could not cure. She currently has another apprentice, Nynaeve al’Meara, who has been studying under her for three years.",
                    "see_also": "Nynaeve al’Meara"
                },
                {
                    "name": "Nynaeve al’Meara",
                    "info": "Young woman from Emond’s Field. She has brown hair and eyes, and is quite slender. She has been studying under Doral Barran, the Wisdom of Emond’s Field, for about three years. Many people in the village think she is too young to be apprenticed to a Wisdom, and that Mistress Barran should have chosen someone years older when Nynaeve’s predecessor died mysteriously. Nynaeve is a very quick learner, and has been allowed to braid her hair for a year now. She has developed the ability to sense Egwene’s presence without seeing her since the end of the breakbone fever epidemic. Mistress Barran seems to have caught on to some of Nynaeve’s abilities—she seemed disappointed that the wound Nynaeve was bandaging did not seem more healed than it was when she started. After Mistress Barran’s death, Nynaeve herself became the Wisdom. Her adult height is about as tall as Mat’s shoulder. Many people still think Nynaeve is too young to be the Wisdom; however, mentioning this to her is a good way to get whacked by the stick she carries.",
                    "see_also": "Doral Barran"
                },
                {
                    "name": "Bili Congar",
                    "info": "A man from Emond’s Field. According to Egwene, he is always doing stupid things and always getting hurt. She has very little, if any, respect for him. He is of an age with Haral Luhhan, but he looks as though he is about ten years older due to his hollow cheeks and sunken eyes. Egwene encountered him with the Wisdom after he sliced open his leg due to being drunk while trying to shear sheep. It is later revealed that he does not believe in the Dark One, Darkfriends, Aes Sedai, or any of the other stories. He once named the Dark One, but when ill fortune struck his crops for months afterwards, he scowled at anyone (such as Mat) who attempted to get him to do so again.",
                    "see_also": ""
                },
                {
                    "name": "Elisa al’Vere",
                    "info": "Third oldest of five daughters of Marin and Bran al’Vere of Emond’s Field. She is eighteen. She wears her hair to her waist, tied with a blue kerchief—the Women’s Circle has not yet granted her the privilege of wearing it braided. She is one year older than Nynaeve. She is very fond of quotations; Egwene finds in annoying when they get stuck in her head.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Loise al’Vere; Marin al’Vere"
                },
                {
                    "name": "Calle Coplin",
                    "info": "Young woman from Emond’s Field. She is twenty years old, almost twenty-one, though she still has not been granted the privilege of wearing her hair in a braid, the symbol of womanhood in Emond’s Field. She enjoys flirting, and does not seem to be bothered by the fact that many girls as many as four years her junior are considered grown women while she is not.",
                    "see_also": ""
                },
                {
                    "name": "Jillie Lewin",
                    "info": "Young woman from Emond’s Field. She is 19, a year younger than Elisa al’Vere, and wears her hair in a black braid that extends below her waist.",
                    "see_also": ""
                },
                {
                    "name": "Wil al’Seen",
                    "info": "Young man from Deven Ride—he actually lives on a farm between Deven Ride and Emond’s Field. Egwene thinks his ears look funny, but many of the other girls in the village think Wil is quite pretty. As a teen, he always had girls staring at him and whispering behind his back. He courted every girl, and managed to convince all of them that he was just being polite to the others.",
                    "see_also": ""
                },
                {
                    "name": "Paet al’Caar",
                    "info": "Shepherd from near Emond’s Field. He is in town to help with shearing. Years later, he was among those that supported Hari Coplin in his accusations that Moiraine brought the Trollocs to Emond’s Field on Winternight. His son, Wil, had his leg broken in that attack and was Healed by Moiraine, so Paet was less fervent in his accusations.",
                    "see_also": "Wil al’Caar"
                },
                {
                    "name": "Jac al’Caar",
                    "info": "Shepherd from near Emond’s Field. He is in town to help with shearing.",
                    "see_also": ""
                },
                {
                    "name": "Dav Ayellin",
                    "info": "Boy from Emond’s Field, of an age with Mat. He and Mat are friends, and like to get into mischief together. In fact, he and Mat seem to have a competition over who can get into the most trouble.",
                    "see_also": "Corin Ayellin"
                },
                {
                    "name": "Lem Thane",
                    "info": "Son of Jon Thane, miller of Emond’s Field. He is about eight months younger than Rand. Like the three boys that left Emond’s Field on Winternight, he saw the Black Rider.",
                    "see_also": ""
                },
                {
                    "name": "Bandry (Ban) Crawe",
                    "info": "A young man from Emond’s Field, son of Samel. He is about ten months older than Rand. Like the three boys who left Emond’s Field on Winternight, he saw the Black Rider.",
                    "see_also": ""
                },
                {
                    "name": "Elam Dowtry",
                    "info": "One of Mat’s friends in Emond’s Field. He has a long nose, short hair, and, at least when he was young, a cowlick that stood up in the back. A nine-year-old Egwene assessed that he looked a little like a sheep.",
                    "see_also": ""
                },
                {
                    "name": "Dannil Lewin",
                    "info": "Boy from Emond’s Field. He is thirteen years old, even skinnier than Rand, and has a thrusting nose.",
                    "see_also": ""
                },
                {
                    "name": "Brandelwyn (Bran) al’Vere",
                    "info": "Mayor of Emond’s Field and innkeeper of the Winespring Inn. He is the father of five girls, including Egwene. He has a large girth, about double of anyone else, and a fringe of thinning gray hair. He is known around town as being very stubborn, and not someone to be trifled with.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Egwene al’Vere; Elisa al’Vere; Loise al’Vere; Marin al’Vere"
                },
                {
                    "name": "Natti Cauthon",
                    "info": "Woman from Emond’s Field, mother of Mat. She is always calm and collected, which Egwene figures is necessary for someone with a son like Mat. She always seems to know about Mat’s escapades; Mat is not sure how she always knows, but it is obvious to Egwene that his two younger sisters enjoy the role of tattletale.",
                    "see_also": "Abell Cauthon; Bodewhin Cauthon; Eldrin Cauthon; Matrim Cauthon"
                },
                {
                    "name": "Bodewhin (Bode) Cauthon",
                    "info": "Girl from Emond’s Field. She is eight years old, one year younger than Egwene. She seems to enjoy telling on her brother, Mat, after he has gotten himself into mischief (which is quite often).",
                    "see_also": "Abell Cauthon; Eldrin Cauthon; Matrim Cauthon; Natti Cauthon"
                },
                {
                    "name": "Eldrin Cauthon",
                    "info": "Girl from Emond’s Field. She is about two years younger than Egwene. She seems to enjoy telling on her brother, Mat, after he has gotten himself into mischief (which is quite often).",
                    "see_also": "Abell Cauthon; Bodewhin Cauthon; Natti Cauthon"
                },
                {
                    "name": "Master Cole",
                    "info": "Old man from Emond’s Field. He is as old as the Wisdom, perhaps even older. Despite this, he still has a full head of hair, though it is white now.",
                    "see_also": ""
                },
                {
                    "name": "Cenn Buie",
                    "info": "Thatcher in Emond’s Field. He is gnarled but spry, and speaks with a raspy voice. He sits on the Village Council, but is probably the most disagreeable member on it.",
                    "see_also": ""
                },
                {
                    "name": "Tamlin (Tam) al’Thor",
                    "info": "Rand’s father, a shepherd in the Two Rivers. He has a thick, broad chest and a broad face, gray hair with black streaks in it. His cheeks have been roughened by the sun. He is a solid man. Keeping his word is important to him. When Tam was young, he left the Two Rivers to see the outside world, something which is extremely rare in the Two Rivers. While there he acquired a sword, and married Kari, a woman from Caemlyn. Since Kari’s death fifteen years ago, Tam has raised Rand himself. Since Tam has been alone and without a wife for so long, many women in Emond’ Field have been trying to find a match for him recently. They’ve also started to think about who would be good for his son as well. Tam is very quiet, and keeps largely to himself, but almost everyone in the Two Rivers likes him.",
                    "see_also": "Kari al’Thor; Rand al’Thor"
                },
                {
                    "name": "Master al’Dai",
                    "info": "Lean old man from Emond’s Field with wispy white hair. As old or older than Master Cole, he is unable to walk without the assistance of a cane. He is Bili al’Dai’s grandfather. Despite his advanced years, his eyes remain clear and sharp, as does his mind. He is also quite quick with the shears, almost as fast as Tam al’Thor and faster than everyone else.",
                    "see_also": "Bili al’Dai"
                },
                {
                    "name": "Bili al’Dai",
                    "info": "Young man from Emond’s Field. He is Master al’Dai’s grandson.",
                    "see_also": ""
                },
                {
                    "name": "Dark One",
                    "info": "Name, used in every land, for Shai’tan. See Shai’tan.",
                    "see_also": "Shai’tan"
                },
                {
                    "name": "Semirhage",
                    "info": "One of the Forsaken, the thirteen powerful Aes Sedai who dedicated their lives to serving the Shadow during the War of the Shadow. Her name is still used to frighten children into behaving as they should. In her case, the threat is that she will come and get the child if he or she keeps lying.",
                    "see_also": ""
                },
                {
                    "name": "Lanfear",
                    "info": "One of the Forsaken, the thirteen Aes Sedai who dedicated their lives to the Shadow during the War of the Shadow. Her name is still used to frighten children into behaving as they should—it is said that she waits for children who steal.",
                    "see_also": ""
                },
                {
                    "name": "Artur Hawkwing",
                    "info": "Name by which Artur Paendrag Tanreall was known during his conquest of the world. See Paendrag Tanreall, Artur.",
                    "see_also": "Artur Paendrag Tanreall"
                }
            ]
        },
        {
            "chapter_id": "1",
            "chapter_title": "An Empty Road",
            "image_name": "Wheel-icon",
            "characters": [
                {
                    "name": "Bela",
                    "info": "Tam’s work horse, a white shaggy mare.",
                    "see_also": ""
                },
                {
                    "name": "Wit Congar",
                    "info": "Man from Emond’s Field. He and his family are renowned troublemakers and complainers. He is scrawny, unlike his quite solid wife, Daise.",
                    "see_also": "Daise Congar"
                },
                {
                    "name": "Daise Congar",
                    "info": "Wit’s wife. She is twice as wide as he is. She has a hard face, and not an ounce of fat on her. She controls her husband much more than he controls her.",
                    "see_also": "Wit Congar"
                },
                {
                    "name": "Jon Thane",
                    "info": "Miller of Emond’s Field. His mill is actually out of town. He sits on the Village Council.",
                    "see_also": "Berin Thane; Kari Thane; Lem Thane"
                },
                {
                    "name": "Mistress al’Donel",
                    "info": "Woman from Emond’s Field. She demanded that Bran al’Vere fix the problem that no storks were nesting on the rooftops this spring. He honestly does not know what she would have him do.",
                    "see_also": ""
                },
                {
                    "name": "Shepherd of the Night",
                    "info": "Alternative name for the Dark One. See Shai’tan.",
                    "see_also": ""
                },
                {
                    "name": "Ishamael",
                    "info": "One of the Forsaken, the thirteen Aes Sedai who dedicated their lives to serving the Shadow during the War of the Shadow. His name means \"Betrayer of Hope\" in the Old Tongue. He was called Elan Morin Tedronai in the Age of Legends, before he turned to the Shadow. His name is still used to frighten children.",
                    "see_also": "Ba’alzamon; Betrayer of Hope; Elan Morin Tedronai"
                },
                {
                    "name": "Aginor",
                    "info": "One of the Forsaken, the thirteen Aes Sedai who dedicated their lives to serving the Shadow during the War of the Shadow. His name is still used to frighten children.",
                    "see_also": ""
                },
                {
                    "name": "Shadowman",
                    "info": "Bogeyman of the Wheel of Time.",
                    "see_also": ""
                },
                {
                    "name": "Marin al’Vere",
                    "info": "Bran’s wife, Egwene’s mother. She is slender, and keeps her hair in a thick, gray braid.",
                    "see_also": "Alene al’Vere; Berowyn al’Vere; Brandelwyn al’Vere; Egwene al’Vere; Elisa al’Vere; Loise al’Vere"
                },
            ]
        },
        {
            "chapter_id": "2",
            "chapter_title": "Strangers",
            "image_name": "Ravens-icon",
            "characters": [
                {
                    "name": "Scratch",
                    "info": "Yellow cat native to the Winespring Inn in Emond’s Field. Her usual perch is next to the fire or on top of the bookcase.",
                    "see_also": ""
                },
                {
                    "name": "Adan al’Caar",
                    "info": "Boy from Emond’s Field that Mat fooled with a story about ghost dogs, shortly before releasing Master Luhhan’s dogs covered with flour.",
                    "see_also": ""
                },
                {
                    "name": "Dag Coplin",
                    "info": "Boy from Emond’s Field that Mat fooled with a story about ghost dogs, shortly before releasing Master Luhhan’s dogs covered with flour.",
                    "see_also": "Darl Coplin; Ewal Coplin; Hari Coplin"
                },
                {
                    "name": "Alsbet Luhhan",
                    "info": "Wife of Haral, the blacksmith of Emond’s Field. She is almost as strong as he is, and more ill-tempered.",
                    "see_also": "Haral Luhhan"
                },
                {
                    "name": "Moiraine Damodred",
                    "info": "Guest in Emond’s Field the day before Bel Tine. She has large dark eyes and keeps her dark hair in ringlets. She barely comes to Rand’s chest. She is an Aes Sedai of the Blue Ajah, and came to Emond’s Field to find Rand, Mat, and Perrin.",
                    "see_also": "Alys; Lan Mandragoran"
                },
                {
                    "name": "al’Lan Mandragoran",
                    "info": "Guest in Emond’s Field the day before Bel Tine. He is quite tall, has long hair that is graying at the temples and is held from his face by a narrow leather headband. His face is all stony planes and angles, weathered but unlined. He is Moiraine’s Warder.",
                    "see_also": "Andra; Moiraine Damodred; Akir Mandragoran; Leanna ti Mandragoran"
                },
                {
                    "name": "Rowan Hurn",
                    "info": "Member of the Village Council of Emond’s Field.",
                    "see_also": ""
                },
                {
                    "name": "Samel Crawe",
                    "info": "Member of the Village Council of Emond’s Field.",
                    "see_also": "Bandry Crawe"
                },
                {
                    "name": "Hu Barran",
                    "info": "Stablehand at the Winespring Inn in Emond’s Field.",
                    "see_also": ""
                },
                {
                    "name": "Tad Barran",
                    "info": "Stablehand at the Winespring Inn in Emond’s Field.",
                    "see_also": ""
                }
            ]
        }
    ]
}





















